tap "buo/cask-upgrade"
tap "candid82/brew"
tap "cmacrae/formulae"
tap "felixkratz/formulae"
tap "getsentry/tools"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "modularml/packages"
tap "ogm/tools", "https://gitlab.occloud.io/andrew.gower/tap.git"
tap "oven-sh/bun"
tap "pkgxdev/made"
tap "tursodatabase/tap"
tap "txn2/tap"
tap "yqrashawn/goku"
brew "openssl@3"
brew "asciinema"
brew "libtool"
brew "asdf"
brew "bash"
brew "bat"
brew "caddy"
brew "qemu"
brew "colima"
brew "curl"
brew "dbmate"
brew "direnv"
brew "dive"
brew "docker"
brew "dooit"
brew "duti"
brew "eza"
brew "flyctl"
brew "foreman"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "github-keygen"
brew "gitlab-ci-local"
brew "gnupg"
brew "helm"
brew "hyperfine"
brew "ical-buddy"
brew "jq"
brew "kubectx"
brew "mas"
brew "maven"
brew "minikube"
brew "nnn"
brew "openssl@1.1"
brew "pinentry-mac"
brew "redis", restart_service: true
brew "ripgrep"
brew "rsync"
brew "slides"
brew "stern"
brew "tailspin"
brew "task"
brew "taskd"
brew "timewarrior"
brew "utf8proc"
brew "tmux"
brew "trash"
brew "vale"
brew "vapor"
brew "vegeta"
brew "watch"
brew "watchman"
brew "wemux"
brew "wget"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "getsentry/tools/sentry-cli"
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "modularml/packages/modular"
brew "ogm/tools/gputils"
brew "tursodatabase/tap/turso"
brew "txn2/tap/kubefwd"
cask "1password-cli"
cask "alacritty"
cask "dbngin"
cask "font-jetbrains-mono-nerd-font"
cask "google-cloud-sdk"
cask "helo"
cask "herd"
cask "intellij-idea"
cask "karabiner-elements"
cask "microsoft-teams"
cask "orbstack"
cask "sf-symbols"
cask "tinkerwell"
mas "1Password for Safari", id: 1569813296
mas "DevCleaner", id: 1388020431
mas "Keynote", id: 409183694
mas "Medis", id: 1579200037
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Remote Desktop", id: 1295203466
mas "MQTT Explorer", id: 1455214828
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Stardust Cookie Cutter", id: 1567837223
mas "Termius", id: 1176074088
mas "Vimari", id: 1480933944
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
